Repository: ojuba-org/ojuba-personal-lock
Catalog: po/*.po
Languages: ar

source: Folders Encryption
ar: تشفير المجلدات

source: Folders Encryption Tool
ar: أداة تشفير المجلدات

source: Ojuba Personal Lock
ar: خزنة أعجوبة الشخصية

source: Password
ar: كلمة السر

source: Enter Password:
ar: أدخل كلمة السر:

source: Verify Password:
ar: تحقق من كلمة السر

source: Passwords does not match.
ar: كلمتي السر غير متطابقتين.

source: Type password below to decrypt [%s].
ar: اكتب كلمة السر اللازمة لفك تشفير [%s].

source: Type new password below It will be used to decrypt [%s].
ar: اكتب كلمة سر جديدة أدناه ستستخدم لفك تشفير [%s].

source: Could not create [%s] folder
ar: غير قادر على إنشاء مجلد [%s]

source: Add already created encrypted folder
ar: إضافة مجلد مشفر مسبقا

source: Encrypted Folder:
ar: المجلد المشفر:

source: Select encrypted folder
ar: اختر المجلد المشفر

source: Label:
ar: العنوان:

source: Decrypt and open
ar: فك التشفير وفتح

source: Type non-empty label.
ar: أدخل عنوانا غير فارغ.

source: Label [%s] is already used.
ar: العنوان [%s] مستخدم مسبقا.

source: The folder [%s] was not encrypted with encfs. Select another folder.
ar: المجلد [%s] لم يتم إنشاؤه بواسطة encfs. اختر مجلدا آخرا.

source: Done.
ar: تم.

source: create new encrypted folder
ar: إنشاء مجلد مشفّر جديد

source: Create in default location
ar: إنشاء في المكان التلقائي

source: use "Personal" folder inside users home
ar: استخدام مجلد "Personal" الموجود داخل مجلد البيت

source: Create inside:
ar: إنشاء داخل:

source: Select encrypted folder parent
ar: اختر والد المجلد المشفر

source: Paranoid mode
ar: طور الريبة

source: more secure but slower mode
ar: آمن لكنه أبطأ

source: The folder [%s] already exists.
ar: المجلد [%s] موجود مسبقا.

source: Error while creating encrypted folder %s %s
ar: خطأ أثناء إنشاء المجلد المشفر %s %s

source: This folder is encrypted. You may put your private files here. You can delete this file.
ar: هذا مجلد مشفر. يمكنك وضع ملفاتك الخاصة فيه. يمكنك حذف هذا الملف.

source: Encrypt your personal folders
ar: تشفير مجلداتك الشخصية

source: Decrypt
ar: فك التشفير

source: Unmount
ar: إزالة الضم

source: Some encrypted folders are still mounted. Which means that your private files are visible. Most likely you want to unmount them before you exist. Are you sure you want to quit?
ar: بعض المجلدات المشفّرة لا تزال مضمومة. هذا يعني أن ملفاتك الخاصة مكشوفة. لعلك ترغب بإزالة الضم قبل الخروج. هل أنت متأكد من رغبتك في الخروج؟

source: Do you want to unmount all encrypted folders?
ar: هل ترغب بإزالة ضم كل المجلدات المضمومة؟

source: Done. Your private files no longer visible.
ar: تم. ملفاتك الخاصة لم تعد مرئية

source: Error while unmounting encrypted folder %s %s
ar: خطأ أثناء إزالة ضم المجلد %s %s

source: Could not create target folder [%s].
ar: غير قادر على إنشاء المجلد الهدف [%s].

source: Error while mounting encrypted folder %s %s
ar: خطأ أثناء ضم الملجد المشفر %s %s
